[
  {
    "quote": "- If the system was magic, what would it look like?"
  },
  {
    "quote": "- The city’s monopoly on the publishing, art, music, fashion, and film industries allows it to dictate what people, stories, and cultures are platformed, oftentimes leaving other cultural narratives by the wayside."
  },
  {
    "quote": "- Love is great. Hate is useful. Indifference kills. ~ When a brand creates tension, it forces the user to act. They must either follow that brand or walk away from it, but the one thing people cannot be in the face of a tension-making brand is apathetic."
  },
  {
    "quote": "- The looseness or tightness of a culture in a category is tied to its norms, or lack thereof. Simply having an abundance of choices doesn’t mean the category is loose. What matters is whether among those choices there are clear, culturally agreed-upon rules and guideposts that help people consistently move forward with confidence."
  },
  {
    "quote": "- \"a role reversal in which young people are increasingly assigned the intellectual gravitas and cultural authority to educate adults”."
  },
  {
    "quote": "- Occupy = the kids have found a way to get what they want. and they like the feeling"
  },
  {
    "quote": "- Whats the biggest deal in culture right now? = music events, TV/Film, grants, clubs,"
  },
  {
    "quote": "- The best kind of play is physical, outdoors, with other kids, and unsupervised, allowing children to press the limits of their abilities while figuring out how to manage conflict and tolerate pain"
  },
  {
    "quote": "- The trouble with most of us is that we’d rather be ruined by praise than saved by criticism"
  },
  {
    "quote": "- Youth is wasted on the young. Wealth is wasted on the old."
  },
  {
    "quote": "- Work is what fills most people’s days, and it provides the context in which they interact with others. A life of worklessness, however financially comfortable, can easily become one of aimlessness, of estrangement from the world. The fact that most people imagine it would be paradise to never have to work does not make the experience any more pleasant in practice."
  },
  {
    "quote": "- the only people who worry more about money than the poor are the very wealthy. They worry about losing it, they worry about how it’s invested, they worry about the effect it’s going to have. And as the zeroes increase, the dilemmas get bigger."
  },
  {
    "quote": "- It will cost you money to pretend you have money"
  },
  {
    "quote": "- “Black people were not allowed to import their culture and lifestyles into urban centres. It was regarded as primitive, by both white and fellow black people. Some countries fought against it, some didn’t.”"
  },
  {
    "quote": "- in-your-face oligarchy"
  },
  {
    "quote": "- that rooms have rules, and when we change the room, we create a vacuum of norms"
  },
  {
    "quote": "- people who leave organized religion quickly become eager to replace the void with another system of meaning"
  },
  {
    "quote": "- The biggest rewards in India still accrue to the builders rather than to the moneymen - the product of the real economy rather than of financial engineering"
  },
  {
    "quote": "- the nation’s upper-middle class have “taken their money out of productive activities and put it into walls”—physical walls and social barriers—that make it harder for any child not born into privilege to reach the same level of success."
  },
  {
    "quote": "- Love is great. Hate is useful. Indifference kills."
  },
  {
    "quote": "- It's easier to con a man than to convince him he's been conned."
  },
  {
    "quote": "- Fragmented media undermining the idea of a single, coherent reality. ~ rejecting grand, totalizing theories."
  },
  {
    "quote": "- a fragmented reality where multiple, often conflicting, narratives could coexist."
  },
  {
    "quote": "- The rise of multiculturalism and the proliferation of niche cultures made it clear that no single worldview or identity could dominate in the postmodern world."
  },
  {
    "quote": "- The state of a democracy determines the quality of surveys in a market"
  },
  {
    "quote": "- \"Relying on an older audience does make TV news less attractive to most advertisers, who want to reach and influence younger consumers. The reverse is true for political campaigns. Old people vote in far greater numbers than young people, making them a highly coveted target audience for anyone who wants to get or stay elected. As a result, cable news remains the de facto town square and community soapbox.\""
  },
  {
    "quote": "- \"Instead of being rendered obsolete by social media, TV news has achieved a sort of symbiosis with it, in which television is the dominant species.\""
  },
  {
    "quote": "- The age old fight > wages (the people) vs profits (the corporation/1%)"
  },
  {
    "quote": "- The problem in a nutshell is this: The modern soul consists of two contradictory impulses, an ache for community and an obsession with self-definition & radical individualism"
  },
  {
    "quote": "Until we grasp that to enter into a community requires sacrifice, not merely of time or of money but of ourselves—our preferences, our opinions, even (unthinkable!) our identities—we will never fully live in lasting community."
  },
  {
    "quote": "- How stable is our present world order? >> where a small minority own the means of production, while the majority have nothing to sell but their labour."
  },
  {
    "quote": "- rich people are expensively dressed, but not necessarily well dressed"
  },
  {
    "quote": "- \"if am worth something later, i am worth something now.for wheat is wheat, even if people think its grass in the beginning\""
  },
  {
    "quote": "- the inheritocracy"
  },
  {
    "quote": "- the media is incredibly thirsty. For anything."
  },
  {
    "quote": "- Agnotology: wilful spread of ignorance ~ ignorance spreads when firstly, many people do not understand a concept or fact and secondly, when special interest groups – like a commercial firm or a political group – then work hard to create confusion about an issue."
  },
  {
    "quote": "- “Even though knowledge is ‘accessible’, it does not mean it is accessed”"
  },
  {
    "quote": "- “History is what people are trying to hide from you, not what they are trying to show you. You search for it for evidence of what people want to bury”"
  },
  {
    "quote": "- \"Everything that needs to be said has already been said. But since no one was listening, everything must be said again.\""
  },
  {
    "quote": "- Just as baby boomers scandalised their parents by inventing the pill or destigmatising divorce, she suggests, younger generations are reimagining family life in ways that are sometimes uncomfortable to their elders."
  },
  {
    "quote": "- \"A legacy of isolation has encouraged the distorted sense that culture is something taking place ‘overseas’, in the imagined metropole\""
  },
  {
    "quote": "- Negative behaviour by any black person became proof of what was wrong with black people, while negative behaviour by any white person only proved what is wrong with that person"
  },
  {
    "quote": "- you can't “win” over voters you don't talk to, and you can't talk to voters you don't listen to. But more fundamentally, you should not be trying to “win over” voters at all - you should be emerging from these communities, not descending upon them with pre-packaged solutions"
  },
  {
    "quote": "- our biological systems do well with a pattern.\" the body picks up on cues to anticipate our eating behaviours so it can best deal with the food when we eat it."
  },
  {
    "quote": "- Relationships are two people constantly asking each other what they want to eat, until one of them dies. By this logic, if you lose interest in eating together, you may lose the relationship"
  },
  {
    "quote": "- science has a branding problem that limits their sphere of influence - intellectual elitism and corruption"
  },
  {
    "quote": "- we don’t consider anything as absolute knowledge, we consider it as a theory, that is supported by evidence and which is true until proven otherwise."
  },
  {
    "quote": "- What is politically sound is rarely economically logical"
  },
  {
    "quote": "- A bitch hunt"
  },
  {
    "quote": "- Soundscape: keynotes, signals, sound marks"
  },
  {
    "quote": "- Africa will add 900m more people by 2050!"
  },
  {
    "quote": "- mass customization"
  },
  {
    "quote": "- it's not size that counts most, but the ability to deliver someone elusive to advertisers.\""
  },
  {
    "quote": "- When we rue the passing of mass togetherness, we often forget that the strongest connective tissue in modern culture is entertainment—a mass medium if ever there was one"
  },
  {
    "quote": "- The cultural sameness and conformity that prevailed after World War II—the era of Father Knows Best and Betty Crocker—have been replaced by a popular pursuit of difference and self-expression. We've had a change from 'I want to be normal' to 'I want to be special.'"
  },
  {
    "quote": "- we learn a very textbook, sanitized version of events—just enough for an exam, but definitely not enough for a revolution."
  },
  {
    "quote": "- ‘university students’ privileged status as elites-in-waiting"
  },
  {
    "quote": "- They’d rather do something wrong that they can control, than something right that they can’t"
  },
  {
    "quote": "- Collective memory and attention are sustained by two channels: oral communication (communicative memory) and the physical recording of information (cultural memory)."
  },
  {
    "quote": "- Throughout the course of the twentieth century, romance novel covers — and the stories within — reflected women’s place in society. In the 50s and 60s, when many more women joined the workforce, corporate romance and doctor-nurse covers were popular. At the same time, with the rise of commercial plane travel, women appeared in scenes abroad, often with highly exoticized supporting characters. In the 70s and 80s, clinch covers represented an era of more feminist openness in women’s sexual desire, challenging puritan social forces, and juxtaposing the two in the social eye."
  },
  {
    "quote": "- concerned with \"the oppressive boot and the irrelevance of the colour of the foot that wears it\""
  },
  {
    "quote": "- Conscious vs unconscious competence"
  },
  {
    "quote": "- Our use of rumor and now memes to deflate power"
  },
  {
    "quote": "- \"Our dumbed-down school curriculum in literature and history has turned us into poor judges of character and ambiguity, dislocated from our past and hopeless at linking cause and effect\" ~ Nyairo"
  },
  {
    "quote": "- When you’ve grown up with money, you tend to despise it. And you are only truly comfortable around other people who have it and despise it"
  },
  {
    "quote": "- the fashioning of collective memory and the politics of remembering—what gets remembered, how, by whom, when and to serve what end."
  },
  {
    "quote": "- culture cannot be a prescription."
  },
  {
    "quote": "- consumer choice is determined and maintained by the socially dominant class."
  },
  {
    "quote": "- We are not looking for a leader to rule us, we are looking for a conscience"
  },
  {
    "quote": "- We often forget that modesty is a mutable social construct. Claims to what is African suggest a purity that does not exist. Our religious encounter with the Arabian Peninsula and our meeting with the puritan mannerisms of Victorian England, are the more plausible explanations for how a people who walked half-naked just recently suddenly became averse to the public sight of women’s breasts and thighs."
  },
  {
    "quote": "- Charity is the opium of the priviledged"
  },
  {
    "quote": "- It is important not to write history backwards. From outcomes to inevitable antecedents"
  },
  {
    "quote": "- A value isn't a value *until* it costs you something"
  },
  {
    "quote": "- The world is a tragedy to those who feel and a comedy to those who think"
  },
  {
    "quote": "- Who should be the custodian of communal or national memory? How do communities decide what to remember and forget?"
  },
  {
    "quote": "- Poverty is the worst form of violence"
  },
  {
    "quote": "- If you kill a cop, ten come back; if you kill the rich, your fellow poor are offered rewards for killing you; if you kill a fellow poor but “non-you”, a close-stranger, you have found the perfect victim."
  },
  {
    "quote": "- the only morality our society cares about is the sexual one, yet the rest of our existence is incredibly immoral."
  },
  {
    "quote": "- the constant exhortation to entrepreneur oneself out of structural poverty."
  },
  {
    "quote": "- How do you get societies that are stuck in making a living mode to appreciate and invest in art, culture and sport?"
  },
  {
    "quote": "- Musically literate but culturally illeterate"
  },
  {
    "quote": "- When the economy structure changes (agricultural, industrial, computing), the family structure changes. We now have a lot of people making a lot of money and lonely."
  },
  {
    "quote": "- We are less oriented around common social pursuits, whether it be going to church, playing youth sports or joining social clubs. What is lost in this?"
  },
  {
    "quote": "- He was the likable guy selling Hertz rental cars, the goofy cop in the Naked Gun movies. He was the kind of famous that means you more or less live in people’s living rooms and on their TV screens. People feel like they know you when you’re that kind of famous, and they love you, too."
  },
  {
    "quote": "- To be a young, politically aware TikTok user might feel like a losing battle. After all, the age-old gripe of older generations is that the youth are checked out of politics, uninterested, and insufficiently engaged. Then, when they take to TikTok and create a political discourse of their own, the critics’ answer is, essentially, “but not like that!”. Just because that political speech looks different from the discourse that came before doesn’t mean it’s an outright cause for concern. This kind of political expression may be the starting point for additional political self-discovery, as well as for feeling less removed from the political process."
  },
  {
    "quote": "- to stop setting intellectual traps for those who are less informed"
  },
  {
    "quote": "- I am not sure if it will sell, but it should exist"
  },
  {
    "quote": "- The generation before us knew no questions. The one after us knows no tradition. The ones before don’t know what to do anymore, the ones after us don’t fully understand how things came to be as they are"
  },
  {
    "quote": "- Movie stars, though, are classically defined as the kind of actors who can headline any kind of movie, no matter what it’s about, and get audiences to show up to theaters in droves to watch them. They are Julia Roberts, Sandra Bullock, Tom Cruise, Will Smith: larger-than-life charismatic figures who are so fun to watch that almost anyone will pay good money to see them do almost anything. Problem is, Hollywood has stopped making them, almost entirely."
  },
  {
    "quote": "- This is the tragedy of the post-colonial artist. English moves across borders. Swahili moves less easily. Sheng’ even less so."
  },
  {
    "quote": "- We build businesses for: lifestyle, legacy, to sell, philosophy"
  },
  {
    "quote": "- “This idea of processing reality by focus-pulling between the micro and the macro, between the logical and the creative, between the material and the spiritual, between the big picture and the detail\""
  },
  {
    "quote": "- “Radio is all about the passive audience, the ones that commute and are in their car two to three hours a day.\""
  },
  {
    "quote": "- If the poor, as John Steinbeck once observed, see themselves as temporarily embarrassed millionaires, it seems fair to assume that on social media, followers see themselves as temporarily embarrassed influencers and thought leaders."
  },
  {
    "quote": "- It is the cycle of capitalism. The story of industrial revolutions, after all, is a story of battles over control. A technology is invented, it spreads, a thousand flowers bloom, and then someone finds a way to own it, locking out others. It happens every time"
  },
  {
    "quote": "- the need to find employment that reflects well on their parents (steady, decently paying, recognizable as a “good job”) that’s also impressive to their peers (at a “cool” company) and doing work that they’re passionate about."
  },
  {
    "quote": "- Above all, humans want to fit in—that’s what tribespeople had always needed to do so that’s how they’re programmed. Humans look around at society to figure out what they’re supposed to do, and when it becomes clear, they jump right in”"
  },
  {
    "quote": "- positive and negative happenings unfold on different timelines. Bad things can happen quickly, but good things aren’t built in a day, and as they unfold, they will be out of sync with the news cycle"
  },
  {
    "quote": "- An annual state of the nation paper. One edition a year"
  },
  {
    "quote": "- Media maxim = if it bleeds, it leads"
  },
  {
    "quote": "- Only when parents begin to bury less children, will they learn not to bear more"
  },
  {
    "quote": "- You can’t out-earn bad governance ~ what to do in the meantime as you advocate for better governance? It’s not one or the other, you must try with what you have, but still not lose awareness that things are not supposed to be this way or this hard. It’s an artificial condition that can be improved. The middle class survivors often forget and are just glad to have ‘made it’ and forget those left behind and the world their children will have to come into."
  },
  {
    "quote": "- Online performance (IG worst, Tiktok realest) vs lived reality ~ The say-do gap"
  },
  {
    "quote": "- When you’re seeking to predict or explain a person’s actions, looking at the social norms, and the person’s context, is usually a pretty safe bet. Situational constraints typically predict behavior far better than personality, intelligence, or other individual-level traits."
  },
  {
    "quote": "- Like religion and nationalism, football clubs are imagined communities, whose followers enjoy a deep collective memory and a sense of identity and solidarity with each other. They are social institutions—the heartbeat of towns and cities across the world, centres of civic pride and symbols of the collective aspirations of their communities."
  },
  {
    "quote": "- The Great Reflection"
  },
  {
    "quote": "- Most people identify themselves as workers. It’s an identity that adults willingly take on.”"
  },
  {
    "quote": "- \"What's you dream job = I don't dream of labor\""
  },
  {
    "quote": "- Gen Z prefers to create content, while millennials prefer to consume it. Many Gen Z see creating content as simply a fun way to express oneself (while being conscious of the possible career opportunity too)"
  },
  {
    "quote": "- We are generally attracted to the absurd, the beautiful and the shocking ~ and social algorithms today have perfected this"
  },
  {
    "quote": "- We perceive reality through the lens of other people. So the only way that we really get information is through a screen - through watching videos on Twitter, checking TV, reading the newspaper"
  },
  {
    "quote": "- resisting the creeping medicalization of life. Living involves many doubts, anxieties, and confusions, and not every perplexity is a pathology"
  },
  {
    "quote": "- freedom—not as the ability to do whatever he wanted but as a conscious decision to live in a certain way"
  },
  {
    "quote": "- Wrestling = It takes years to articulate great questions. Great questions don't appear suddenly. They gradually congeal in your head. And what makes them congeal is 'deliberate practice'. The way to get a big idea to appear in your head is not to hunt for big ideas, but to put in a lot of time on work that interests you, and in the process keep your mind open enough that a big idea can take roost."
  },
  {
    "quote": "- Privileged view = you have to be non-consensus and right. That means you have to find some way to have a differentiated viewpoint from the masses. And it needs to be right. Anything less won’t work"
  },
  {
    "quote": "- Faith = winning is expected, not just something to be hoped for"
  },
  {
    "quote": "- “The Machine” — stars come and go, writers come and go, trends come and go, but the SNL machine keeps cranking out shows and remaining relevant. Trust the machine, not the talent."
  },
  {
    "quote": "- FGD Greatest Weakness = We don't think how we feel. We don't say what we think. We don't do what we say"
  },
  {
    "quote": "- Angel investing = Have capital to invest in the next 6 months, and significant professional experience (10+ years) to add value to startups."
  },
  {
    "quote": "- social feeds are highlight reels of ordinary lives like yours and mine, lived mostly in private, quiet, comfortingly mundane ways."
  },
  {
    "quote": "- Every place looks like every other place and every face looks like every other face. It’s all a part of this great flattening, a sanding off of every edge, an apparent communal concession to our mostly screen-centered lives."
  },
  {
    "quote": "- “presidents usually have a 20% approval rating but win reelection with 60% because there's a social desirability bias against admitting that you approve of the government”"
  },
  {
    "quote": "- Church vs state as basis of society - church vs parks as social 3rd spaces, the priest vs judge for conflicts, the moral code vs policing for governance"
  },
  {
    "quote": "- Adults are largely defined by their economic reality, youth are defined by their dreams"
  },
  {
    "quote": "- reality vs theory vs expectations"
  }
]